
let  testDic1 = {
    id: 100113451,
    '名称': "201604180001",
    '所有人': "zly001",
    '创建日期': "2016-04-18",
    '创建人': "zly001",
    '文本': "fdasfdsafdsa"
};
let  testDic2 = {
    id: 100113452,
    '名称': "201604180002",
    '所有人': "zly001",
};

let  testDic3 = {
    id: 100113453,
    '名称': "201604180003",
    '所有人': "zly001",
    '创建日期': "2016-04-18",
};
let  testDic4 = {
    id: 100113454,
    '名称': "201604180004",
    '所有人': "zly001",
    '创建日期': "2016-04-18",
    '创建人': "zly001",
};
let  testDic5 = {
    id: 100113455,
    '名称': "201604180005",
    '所有人': "zly001",
    '创建日期': "2016-04-18",
    '创建人': "zly001",
    '文本': "fdasfdsafdsa"
};

export let JsonData = [
     testDic1,
     testDic2,
     testDic3,
     testDic4,
     testDic5,
];